{
  "politiques": "Polítiques",
  "condicions-us": "Condicions d'ús",
  "privacitat": "Privacitat",
  "xarxes": "Xarxes Socials",

  "inici": "Inici",
  "sobre-nosaltres": "Sobre nosaltres",
  "serveis": "Serveis",
  "contacte": "Contacte",

  "noticies-titol": "Notícies",
  "noticia-1-titol": "Obertura d'un nou resort a Bali",
  "noticia-1-descripcio": "Aquest mes, inaugurem el nostre nou resort a Bali, amb vistes espectaculars a l'oceà i activitats exclusives per als hostes.",
  "noticia-2-titol": "Promoció especial per a parelles",
  "noticia-2-descripcio": "Gaudeix d'un paquet romàntic a qualsevol de les nostres seus amb descomptes exclusius per a parelles fins a final de mes.",
  "noticia-3-titol": "Renovació a les nostres instal·lacions",
  "noticia-3-descripcio": "Hem renovat les nostres habitacions i àrees comunes per garantir la màxima comoditat i luxe a la teva estada.",
  "noticia-4-titol": "Compromís amb la sostenibilitat",
  "noticia-4-descripcio": "Ens enorgulleix anunciar la nostra certificació com un hotel eco-friendly, amb pràctiques sostenibles a totes les nostres operacions.",
  "noticia-5-titol": "Nova Obertura a París",
  "noticia-5-descripcio": "Estem emocionats d'anunciar l'obertura del nostre nou hotel a París, situat al cor de la ciutat.",
  "noticia-6-titol": "Esdeveniment de Gastronomia",
  "noticia-6-descripcio": "Uneix-te a nosaltres per a un esdeveniment exclusiu de gastronomia amb xefs de renom mundial.",

  "ofertas-titol": "OFERTES EXCLUSIVES!",
  "ofertas-subtitulo": "Reserva ara i ahorra fins un 30%",
  "ofertas-boto": "VER OFERTAS",

  "cerca-destinacio": "Destinació",
  "cerca-inici": "Data d'inici",
  "cerca-final": "Data final",
  "cerca-persones": "Quantitat de persones",
  "cerca-boto": "Cerca",
  "error-destinacio": "Has d'omplir el camp de destinació",
  "error-start-date": "El camp de data d'inici és obligatori i ha de ser una data futura",
  "error-end-date": "El camp de data final és obligatori i ha de ser una data posterior a la data d'inici",

  "valors-titol": "Valors Corporatius",
  "valors-historia-titol": "La Nostra Història",
  "valors-historia-descripcio": "Des dels inicis, vam néixer amb la missió de redefinir l’hospitalitat, combinant elegància, confort i atenció al detall. Amb presència en diverses destinacions, seguim creant experiències inoblidables que són refugi per als viatgers d’avui.",
  "valors-valors-titol": "Els Nostres Valors",
  "valors-sostenibilitat": "Sostenibilitat: Reduïm residus, fomentem l’eficiència energètica i col·laborem amb iniciatives locals.",
  "valors-atencio-client": "Atenció al Client: Servei personalitzat i atent, amb cura pels detalls que marquen la diferència.",
  "valors-compromis-comunitat": "Compromís amb la Comunitat: Integram la cultura local i donem suport al desenvolupament d’empreses i comunitats locals.",
  "valors-filosofia-titol": "La Nostra Filosofia",
  "valors-filosofia-descripcio": "Cadena d’hotels amb l’objectiu de redefinir l’hospitalitat, combinant elegància, calidesa i atenció impecable per oferir experiències úniques en diverses destinacions.",

  "habitacions-titol": "Rooms",
  "habitacions-habitacio": "Room:",
  "habitacions-tipus": "Type:",
  "habitacions-descripcio": "Description:",
  "habitacions-capacitat": "Capacity:",
  "habitacions-preu": "€ /night",

  "condicions-acceptacio": "1. Acceptació de les condicions",
  "condicions-acceptacio-descripcio": "En accedir i utilitzar el nostre lloc web, acceptes complir i estar subjecte a les següents condicions d'ús. Si no estàs d'acord amb alguna part d'aquestes condicions, no has d'utilitzar el nostre lloc web.",
  "condicions-modificacions": "2. Modificacions de les condicions",
  "condicions-modificacions-descripcio": "Ens reservem el dret de modificar aquestes condicions d'ús en qualsevol moment. Les modificacions seran efectives immediatament després de la seva publicació al lloc web. És la teva responsabilitat revisar periòdicament aquestes condicions per estar al corrent de qualsevol canvi.",
  "condicions-uso": "3. Ús del lloc web",
  "condicions-uso-descripcio": "El contingut d'aquest lloc web és només per a la teva informació general i ús personal. Està subjecte a canvis sense previ avís. Ni nosaltres ni tercers proporcionem cap garantia sobre l'exactitud, puntualitat, rendiment, integritat o idoneïtat de la informació i materials trobats o oferts en aquest lloc web per a qualsevol propòsit particular.",
  "condicions-propiedad": "4. Propietat intel·lectual",
  "condicions-propiedad-descripcio": "Aquest lloc web conté material que és propietat nostra o està llicenciat per a nosaltres. Aquest material inclou, però no es limita a, el disseny, la disposició, l'aspecte, l'aparença i els gràfics. Queda prohibida la reproducció, excepte d'acord amb l'avís de copyright, que forma part d'aquestes condicions.",
  "condicions-enlaces": "5. Enllaços a altres llocs web",
  "condicions-enlaces-descripcio": "Aquest lloc web pot incloure enllaços a altres llocs web. Aquests enllaços es proporcionen per a la teva conveniència i per proporcionar més informació. No signifiquen que recolzem el lloc web(s). No tenim cap responsabilitat pel contingut del lloc web enllaçat(s).",
  "condicions-limitacion": "6. Limitació de responsabilitat",
  "condicions-limitacion-descripcio": "En cap cas serem responsables per qualsevol pèrdua o dany, incloent-hi sense limitació, danys indirectes o conseqüents, o qualsevol pèrdua o dany que sorgeixi de l'ús o en connexió amb l'ús d'aquest lloc web.",
  "condicions-ley": "7. Llei aplicable",
  "condicions-ley-descripcio": "L'ús d'aquest lloc web i qualsevol disputa que sorgeixi d'aquest ús del lloc web està subjecte a les lleis de [El teu País].",
  "condicions-contacto": "Si tens alguna pregunta sobre aquestes condicions d'ús, si us plau contacta'ns a [el teu correu electrònic].",

  "politica-introduccio": "1. Introducció",
  "politica-introduccio-descripcio": "Aquesta política de privacitat descriu com recollim, utilitzem i protegim la teva informació personal quan utilitzes el nostre lloc web.",
  "politica-informacio": "2. Informació que recollim",
  "politica-informacio-descripcio": "Podem recollir la següent informació:",
  "politica-informacio-contacte": "Informació de contacte, incloent-hi el teu nom, adreça de correu electrònic i número de telèfon.",
  "politica-informacio-demografica": "Informació demogràfica, com ara el teu codi postal, preferències i interessos.",
  "politica-informacio-altres": "Altres informacions rellevants per a enquestes de clients i/o ofertes.",
  "politica-us": "3. Com utilitzem la informació",
  "politica-us-descripcio": "Utilitzem la informació recollida per a:",
  "politica-us-serveis": "Proporcionar-te els nostres serveis.",
  "politica-us-millorar": "Millorar els nostres productes i serveis.",
  "politica-us-promocions": "Enviar correus electrònics promocionals sobre nous productes, ofertes especials o altra informació que creiem que et pot interessar.",
  "politica-us-contacte": "Contactar-te per a finalitats d'investigació de mercat.",
  "politica-seguretat": "4. Seguretat",
  "politica-seguretat-descripcio": "Ens comprometem a garantir que la teva informació estigui segura. Per evitar l'accés no autoritzat o la divulgació, hem posat en marxa procediments físics, electrònics i administratius adequats per salvaguardar i assegurar la informació que recollim en línia.",
  "politica-cookies": "5. Com utilitzem les cookies",
  "politica-cookies-descripcio": "Una cookie és un petit fitxer que demana permís per ser col·locat al disc dur del teu ordinador. Una vegada que acceptes, el fitxer s'afegeix i la cookie ajuda a analitzar el trànsit web o et permet saber quan visites un lloc en particular. Les cookies permeten que les aplicacions web et responguin com a individu. L'aplicació web pot adaptar les seves operacions a les teves necessitats, gustos i desagrados recollint i recordant informació sobre les teves preferències.",
  "politica-enllacos": "6. Enllaços a altres llocs web",
  "politica-enllacos-descripcio": "El nostre lloc web pot contenir enllaços a altres llocs d'interès. No obstant això, una vegada que hagis utilitzat aquests enllaços per sortir del nostre lloc, has de tenir en compte que no tenim cap control sobre aquest altre lloc web. Per tant, no podem ser responsables de la protecció i la privacitat de qualsevol informació que proporcionis mentre visites aquests llocs, i aquests llocs no es regeixen per aquesta política de privacitat.",
  "politica-control": "7. Control de la teva informació personal",
  "politica-control-descripcio": "Pots optar per restringir la recopilació o l'ús de la teva informació personal de les següents maneres:",
  "politica-control-formulari": "Quan se't demani que omplis un formulari al lloc web, busca la casella que pots fer clic per indicar que no vols que la informació sigui utilitzada per ningú amb finalitats de màrqueting directe.",
  "politica-control-canvi": "Si prèviament has acceptat que utilitzem la teva informació personal per a finalitats de màrqueting directe, pots canviar d'opinió en qualsevol moment escrivint-nos o enviant-nos un correu electrònic a [tu correu electrònic].",
  "politica-contacte": "8. Contacte",
  "politica-contacte-descripcio": "Si tens alguna pregunta sobre aquesta política de privacitat, si us plau contacta'ns a [tu correu electrònic].",

  "dades-reserva-titol": "Dades de la Reserva",
  "resum-pagament-titol": "Resum del Pagament",
  "boton-copia-adreca": "Copia l'adreça",
  "boton-pagar": "Pagar",
  "dades-client-titol": "Dades del Client",
  "enviar-boton": "Enviar",
  "titol-verificacio": "Verificació",
  "verificar-boton": "Verificar Dades",

  "cargando-datos": "Carregant dades..."
}
