{
  "politiques": "Políticas",
  "condicions-us": "Términos de Uso",
  "privacitat": "Privacidad",
  "xarxes": "Redes Sociales",

  "inici": "Inicio",
  "sobre-nosaltres": "Sobre Nosotros",
  "serveis": "Servicios",
  "contacte": "Contacto",

  "noticies-titol": "Noticias",
  "noticia-1-titol": "Apertura de un Nuevo Resort en Bali",
  "noticia-1-descripcio": "Este mes inauguramos nuestro nuevo resort en Bali, con vistas espectaculares al océano y actividades exclusivas para los huéspedes.",
  "noticia-2-titol": "Promoción Especial para Parejas",
  "noticia-2-descripcio": "Disfruta de un paquete romántico en cualquiera de nuestras sedes con descuentos exclusivos para parejas hasta fin de mes.",
  "noticia-3-titol": "Renovación de Nuestras Instalaciones",
  "noticia-3-descripcio": "Hemos renovado nuestras habitaciones y áreas comunes para garantizar la máxima comodidad y lujo durante tu estancia.",
  "noticia-4-titol": "Compromiso con la Sostenibilidad",
  "noticia-4-descripcio": "Nos enorgullece anunciar nuestra certificación como un hotel ecológico, con prácticas sostenibles en todas nuestras operaciones.",
  "noticia-5-titol": "Nueva Apertura en París",
  "noticia-5-descripcio": "Estamos emocionados de anunciar la apertura de nuestro nuevo hotel en París, ubicado en el corazón de la ciudad.",
  "noticia-6-titol": "Evento de Gastronomía",
  "noticia-6-descripcio": "Únete a nosotros para un evento exclusivo de gastronomía con chefs de renombre mundial.",

  "ofertas-titol": "¡OFERTAS EXCLUSIVAS!",
  "ofertas-subtitulo": "Reserva ahora y ahorra hasta un 30%",
  "ofertas-boto": "VER OFERTAS",

  "cerca-destinacio": "Destino",
  "cerca-inici": "Fecha de inicio",
  "cerca-final": "Fecha final",
  "cerca-persones": "Cantidad de personas",
  "cerca-boto": "Buscar",
  "error-destinacio": "Debes completar el campo de destino",
  "error-start-date": "El campo de fecha de inicio es obligatorio y debe ser una fecha futura",
  "error-end-date": "El campo de fecha final es obligatorio y debe ser una fecha posterior a la fecha de inicio",

  "valors-titol": "Valores Corporativos",
  "valors-historia-titol": "Nuestra Historia",
  "valors-historia-descripcio": "Desde los inicios, nacimos con la misión de redefinir la hospitalidad, combinando elegancia, confort y atención al detalle. Con presencia en varios destinos, seguimos creando experiencias inolvidables que son refugio para los viajeros de hoy.",
  "valors-valors-titol": "Nuestros Valores",
  "valors-sostenibilitat": "Sostenibilidad: Reducimos residuos, fomentamos la eficiencia energética y colaboramos con iniciativas locales.",
  "valors-atencio-client": "Atención al Cliente: Servicio personalizado y atento, con cuidado por los detalles que marcan la diferencia.",
  "valors-compromis-comunitat": "Compromiso con la Comunidad: Integramos la cultura local y apoyamos el desarrollo de empresas y comunidades locales.",
  "valors-filosofia-titol": "Nuestra Filosofía",
  "valors-filosofia-descripcio": "Cadena de hoteles con el objetivo de redefinir la hospitalidad, combinando elegancia, calidez y atención impecable para ofrecer experiencias únicas en diversos destinos.",

  "habitacions-titol": "Habitaciones",
  "habitacions-habitacio": "Habitación:",
  "habitacions-tipus": "Tipo:",
  "habitacions-descripcio": "Descripción:",
  "habitacions-capacitat": "Capacidad:",
  "habitacions-preu": "€ /noche",

  "condicions-acceptacio": "1. Aceptación de las condiciones",
  "condicions-acceptacio-descripcio": "Al acceder y utilizar nuestro sitio web, aceptas cumplir y estar sujeto a las siguientes condiciones de uso. Si no estás de acuerdo con alguna parte de estas condiciones, no debes utilizar nuestro sitio web.",
  "condicions-modificacions": "2. Modificaciones de las condiciones",
  "condicions-modificacions-descripcio": "Nos reservamos el derecho de modificar estas condiciones de uso en cualquier momento. Las modificaciones serán efectivas inmediatamente después de su publicación en el sitio web. Es tu responsabilidad revisar periódicamente estas condiciones para estar al tanto de cualquier cambio.",
  "condicions-uso": "3. Uso del sitio web",
  "condicions-uso-descripcio": "El contenido de este sitio web es solo para tu información general y uso personal. Está sujeto a cambios sin previo aviso. Ni nosotros ni terceros proporcionamos ninguna garantía sobre la exactitud, puntualidad, rendimiento, integridad o idoneidad de la información y materiales encontrados u ofrecidos en este sitio web para cualquier propósito particular.",
  "condicions-propiedad": "4. Propiedad intelectual",
  "condicions-propiedad-descripcio": "Este sitio web contiene material que es propiedad nuestra o está licenciado para nosotros. Este material incluye, pero no se limita a, el diseño, la disposición, el aspecto, la apariencia y los gráficos. Queda prohibida la reproducción, excepto de acuerdo con el aviso de copyright, que forma parte de estas condiciones.",
  "condicions-enlaces": "5. Enlaces a otros sitios web",
  "condicions-enlaces-descripcio": "Este sitio web puede incluir enlaces a otros sitios web. Estos enlaces se proporcionan para tu conveniencia y para proporcionar más información. No significan que respaldamos el sitio web(s). No tenemos ninguna responsabilidad por el contenido del sitio web enlazado(s).",
  "condicions-limitacion": "6. Limitación de responsabilidad",
  "condicions-limitacion-descripcio": "En ningún caso seremos responsables por cualquier pérdida o daño, incluyendo sin limitación, daños indirectos o consecuentes, o cualquier pérdida o daño que surja del uso o en conexión con el uso de este sitio web.",
  "condicions-ley": "7. Ley aplicable",
  "condicions-ley-descripcio": "El uso de este sitio web y cualquier disputa que surja de dicho uso del sitio web está sujeto a las leyes de [Tu País].",
  "condicions-contacto": "Si tienes alguna pregunta sobre estas condiciones de uso, por favor contáctanos en [tu correo electrónico].",

  "politica-introduccio": "1. Introducción",
  "politica-introduccio-descripcio": "Esta política de privacidad describe cómo recopilamos, usamos y protegemos tu información personal cuando utilizas nuestro sitio web.",
  "politica-informacio": "2. Información que recopilamos",
  "politica-informacio-descripcio": "Podemos recopilar la siguiente información:",
  "politica-informacio-contacte": "Información de contacto, incluyendo tu nombre, dirección de correo electrónico y número de teléfono.",
  "politica-informacio-demografica": "Información demográfica, como tu código postal, preferencias e intereses.",
  "politica-informacio-altres": "Otras informaciones relevantes para encuestas de clientes y/o ofertas.",
  "politica-us": "3. Cómo utilizamos la información",
  "politica-us-descripcio": "Utilizamos la información recopilada para:",
  "politica-us-serveis": "Proporcionarte nuestros servicios.",
  "politica-us-millorar": "Mejorar nuestros productos y servicios.",
  "politica-us-promocions": "Enviar correos electrónicos promocionales sobre nuevos productos, ofertas especiales u otra información que creemos que puede interesarte.",
  "politica-us-contacte": "Contactarte para fines de investigación de mercado.",
  "politica-seguretat": "4. Seguridad",
  "politica-seguretat-descripcio": "Nos comprometemos a garantizar que tu información esté segura. Para evitar el acceso no autorizado o la divulgación, hemos implementado procedimientos físicos, electrónicos y administrativos adecuados para salvaguardar y asegurar la información que recopilamos en línea.",
  "politica-cookies": "5. Cómo utilizamos las cookies",
  "politica-cookies-descripcio": "Una cookie es un pequeño archivo que solicita permiso para ser colocado en el disco duro de tu computadora. Una vez que aceptas, el archivo se agrega y la cookie ayuda a analizar el tráfico web o te permite saber cuándo visitas un sitio en particular. Las cookies permiten que las aplicaciones web te respondan como individuo. La aplicación web puede adaptar sus operaciones a tus necesidades, gustos y disgustos recopilando y recordando información sobre tus preferencias.",
  "politica-enllacos": "6. Enlaces a otros sitios web",
  "politica-enllacos-descripcio": "Nuestro sitio web puede contener enlaces a otros sitios de interés. Sin embargo, una vez que hayas utilizado estos enlaces para salir de nuestro sitio, debes tener en cuenta que no tenemos ningún control sobre ese otro sitio web. Por lo tanto, no podemos ser responsables de la protección y la privacidad de cualquier información que proporciones mientras visitas esos sitios, y esos sitios no se rigen por esta política de privacidad.",
  "politica-control": "7. Control de tu información personal",
  "politica-control-descripcio": "Puedes optar por restringir la recopilación o el uso de tu información personal de las siguientes maneras:",
  "politica-control-formulari": "Cuando se te pida que completes un formulario en el sitio web, busca la casilla que puedes hacer clic para indicar que no deseas que la información sea utilizada por nadie con fines de marketing directo.",
  "politica-control-canvi": "Si previamente has aceptado que utilicemos tu información personal para fines de marketing directo, puedes cambiar de opinión en cualquier momento escribiéndonos o enviándonos un correo electrónico a [tu correo electrónico].",
  "politica-contacte": "8. Contacto",
  "politica-contacte-descripcio": "Si tienes alguna pregunta sobre esta política de privacidad, por favor contáctanos en [tu correo electrónico].",

  "dades-reserva-titol": "Datos de la Reserva",
  "resum-pagament-titol": "Resumen del Pago",
  "boton-copia-adreca": "Copia la dirección",
  "boton-pagar": "Pagar",

  "cargando-datos": "Cargando datos..."
}
